Repository: JoaoFloresDev/soninho_ios
Catalog: soninho/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# tracker_step2_desc
source: We analyze your sleep cycles, identifying deep, light, and REM phases throughout the night.
ar: نحلل دورات نومك ونحدد مراحل النوم الخفيف والعميق وحركة العين طوال الليل.
ca: Analitzem els teus cicles de son identificant les fases lleugera, profunda i REM tota la nit.
cs: Celou noc analyzujeme vaše spánkové cykly a rozpoznáváme lehkou, hlubokou a REM fázi.
da: Vi analyserer dine søvncyklusser og identificerer let, dyb og REM-søvn hele natten.
de: Wir analysieren deine Schlafzyklen und erkennen leichte, tiefe und REM-Phasen die ganze Nacht hindurch.
el: Αναλύουμε τους κύκλους ύπνου σου, αναγνωρίζοντας ελαφρύ, βαθύ και REM στάδιο όλη τη νύχτα.
es: Analizamos tus ciclos de sueño, identificando fases profunda, ligera y REM durante la noche.
fi: Analysoimme unisyklisi ja tunnistamme kevyen, syvän ja REM-unen koko yön ajan.
fr: Nous analysons vos cycles et identifions les phases légères, profondes et paradoxales toute la nuit.
he: אנחנו מנתחים את מחזורי השינה ומזהים שלבי שינה קלה, עמוקה ו-REM לאורך הלילה.
hi: हम रात भर आपके नींद चक्रों का विश्लेषण कर हल्की, गहरी और REM नींद पहचानते हैं।
hr: Analiziramo tvoje cikluse sna i prepoznajemo laganu, duboku i REM fazu cijelu noć.
hu: Egész éjjel elemezzük az alvási ciklusaidat, felismerve a könnyű, mély és REM-fázisokat.
id: Kami menganalisis siklus tidurmu, mengenali tahap ringan, nyenyak, dan REM sepanjang malam.
it: Analizziamo i tuoi cicli identificando le fasi leggere, profonde e REM per tutta la notte.
ja: 一晩を通して睡眠サイクルを分析し、浅い・深い・レム睡眠を判定します。
ko: 밤새 수면 주기를 분석해 얕은 수면, 깊은 수면, 렘수면 단계를 식별합니다.
ms: Kami menganalisis kitaran tidur anda, mengenal pasti peringkat ringan, lena dan REM sepanjang malam.
nl: We analyseren je slaapcycli en herkennen de hele nacht lichte, diepe en REM-fasen.
no: Vi analyserer søvnsyklusene dine og gjenkjenner lett, dyp og REM-søvn hele natten.
pl: Analizujemy Twoje cykle snu, rozpoznając fazy lekką, głęboką i REM przez całą noc.
pt_br: Analisamos seus ciclos de sono, identificando fases profundo, leve e REM durante a noite.
pt_pt: Analisamos os seus ciclos de sono, identificando as fases leve, profunda e REM ao longo da noite.
ro: Analizăm ciclurile tale de somn, identificând fazele ușoară, profundă și REM pe toată durata nopții.
ru: Мы анализируем циклы сна и распознаём лёгкую, глубокую и БДГ-фазы всю ночь.
sk: Celú noc analyzujeme vaše spánkové cykly a rozpoznávame ľahkú, hlbokú a REM fázu.
sv: Vi analyserar dina sömncykler och identifierar lätt, djup och REM-sömn hela natten.
th: เราวิเคราะห์รอบการนอนของคุณ แยกระยะหลับตื้น หลับลึก และ REM ตลอดคืน
tr: Gece boyunca uyku döngülerinizi analiz ediyor; hafif, derin ve REM evrelerini belirliyoruz.
uk: Ми аналізуємо цикли сну і розпізнаємо легку, глибоку та REM-фази всю ніч.
vi: Chúng tôi phân tích chu kỳ giấc ngủ, nhận diện giai đoạn nông, sâu và REM suốt đêm.
zh_hans: 我们会分析你的睡眠周期，识别整晚的深睡、浅睡和 REM 阶段。
zh_hant: 我們會分析你的睡眠週期，辨識整晚的深眠、淺眠與 REM 階段。

# tracker_step2_title
source: Sleep Analysis
ar: تحليل النوم
ca: Anàlisi del son
cs: Analýza spánku
da: Søvnanalyse
de: Schlafanalyse
el: Ανάλυση ύπνου
es: Análisis del Sueño
fi: Unianalyysi
fr: Analyse du sommeil
he: ניתוח שינה
hi: नींद विश्लेषण
hr: Analiza sna
hu: Alváselemzés
id: Analisis Tidur
it: Analisi del sonno
ja: 睡眠を分析
ko: 수면 분석
ms: Analisis Tidur
nl: Slaapanalyse
no: Søvnanalyse
pl: Analiza snu
pt_br: Análise do Sono
pt_pt: Análise do sono
ro: Analiza somnului
ru: Анализ сна
sk: Analýza spánku
sv: Sömnanalys
th: วิเคราะห์การนอน
tr: Uyku Analizi
uk: Аналіз сну
vi: Phân tích giấc ngủ
zh_hans: 睡眠分析
zh_hant: 睡眠分析

# tracker_step3_desc
source: When you wake up, tap Wake Up to see your quality score and detailed report.
ar: عند الاستيقاظ، اضغط استيقاظ لترى نتيجتك وتقريرك المفصّل.
ca: Quan et despertis, toca Desperta't per veure la teva puntuació i l'informe detallat.
cs: Po probuzení klepněte na Vzbudit se a podívejte se na své skóre a podrobný report.
da: Når du vågner, skal du trykke på Vågn op for at se din score og den detaljerede rapport.
de: Wenn du aufwachst, tippe auf Aufwachen und sieh deine Bewertung und den detaillierten Bericht.
el: Όταν ξυπνήσεις, πάτα Ξύπνημα για να δεις τη βαθμολογία και τη λεπτομερή αναφορά.
es: Al despertar, toca Despertar para ver tu puntuación de calidad e informe detallado.
fi: Kun heräät, napauta Herää nähdäksesi pisteesi ja tarkan raportin.
fr: Au réveil, touchez Se réveiller pour voir votre score et votre rapport détaillé.
he: כשאתם קמים, הקישו על השכמה כדי לראות את הציון והדוח המפורט.
hi: उठने पर स्कोर और विस्तृत रिपोर्ट देखने के लिए 'जागें' दबाएँ।
hr: Kad se probudiš, dodirni Probudi se za ocjenu i detaljan izvještaj.
hu: Ébredéskor koppints az Ébredés gombra a pontszámodért és a részletes jelentésért.
id: Saat bangun, ketuk Bangun untuk melihat skor dan laporan mendetail.
it: Al risveglio, tocca Svegliati per vedere il tuo punteggio e il report dettagliato.
ja: 起きたら「起きる」をタップして、スコアと詳しいレポートを確認しましょう。
ko: 일어나면 '기상'을 눌러 수면 점수와 상세 리포트를 확인하세요.
ms: Apabila bangun, ketik Bangun untuk melihat skor dan laporan terperinci anda.
nl: Tik bij het wakker worden op Word wakker om je score en het gedetailleerde rapport te zien.
no: Når du våkner, trykker du på Våkn opp for å se poengsummen din og den detaljerte rapporten.
pl: Po przebudzeniu dotknij Pobudka, aby zobaczyć ocenę i szczegółowy raport.
pt_br: Ao acordar, toque em Acordar para ver sua pontuação de qualidade e relatório detalhado.
pt_pt: Ao acordar, toque em Acordar para ver a sua pontuação e o relatório detalhado.
ro: Când te trezești, atinge Trezește-te ca să vezi scorul și raportul detaliat.
ru: Проснувшись, нажмите «Проснуться», чтобы увидеть оценку и подробный отчёт.
sk: Po zobudení klepnite na Zobudiť sa a pozrite si svoje skóre a podrobný report.
sv: När du vaknar trycker du på Vakna för att se ditt betyg och den detaljerade rapporten.
th: เมื่อตื่น แตะ ตื่นนอน เพื่อดูคะแนนและรายงานละเอียด
tr: Uyanınca Uyan'a dokunun; kalite puanınızı ve ayrıntılı raporu görün.
uk: Прокинувшись, натисніть «Прокинутися», щоб побачити оцінку і детальний звіт.
vi: Khi tỉnh dậy, nhấn Thức dậy để xem điểm số và báo cáo chi tiết.
zh_hans: 醒来后点击「起床」，查看你的质量评分和详细报告。
zh_hant: 醒來後點一下「起床」，查看你的品質分數與詳細報告。

# tracker_step3_title
source: Wake Up & Review
ar: استيقظ وراجع
ca: Desperta't i revisa
cs: Probuďte se a zkontrolujte
da: Vågn op og se
de: Aufwachen und ansehen
el: Ξύπνα και δες
es: Despertar y Revisar
fi: Herää ja tarkista
fr: Réveil et bilan
he: קומו ובדקו
hi: जागें और देखें
hr: Probudi se i pogledaj
hu: Ébredj és nézd meg
id: Bangun & Tinjau
it: Svegliati e controlla
ja: 起きて確認
ko: 기상 후 확인
ms: Bangun & Semak
nl: Word wakker en bekijk
no: Våkn opp og se
pl: Obudź się i sprawdź
pt_br: Acordar e Revisar
pt_pt: Acorde e consulte
ro: Trezește-te și verifică
ru: Проснитесь и посмотрите
sk: Zobuďte sa a skontrolujte
sv: Vakna och granska
th: ตื่นแล้วดูผล
tr: Uyanın ve İnceleyin
uk: Прокиньтеся і перегляньте
vi: Dậy và xem kết quả
zh_hans: 起床与回顾
zh_hant: 起床與回顧

# tracker_stop_message
source: Your sleep data will be saved and analyzed.
ar: سيتم حفظ بيانات نومك وتحليلها.
ca: Les teves dades de son es desaran i s'analitzaran.
cs: Vaše data o spánku budou uložena a analyzována.
da: Dine søvndata gemmes og analyseres.
de: Deine Schlafdaten werden gesichert und analysiert.
el: Τα δεδομένα ύπνου σου θα αποθηκευτούν και θα αναλυθούν.
es: Tus datos de sueño serán guardados y analizados.
fi: Unitietosi tallennetaan ja analysoidaan.
fr: Vos données de sommeil seront enregistrées et analysées.
he: נתוני השינה שלכם יישמרו וינותחו.
hi: आपका नींद डेटा सहेजा और विश्लेषित किया जाएगा।
hr: Tvoji podaci o snu bit će spremljeni i analizirani.
hu: Az alvási adataid mentésre és elemzésre kerülnek.
id: Data tidurmu akan disimpan dan dianalisis.
it: I tuoi dati del sonno verranno salvati e analizzati.
ja: 睡眠データは保存され、分析されます。
ko: 수면 데이터가 저장되고 분석됩니다.
ms: Data tidur anda akan disimpan dan dianalisis.
nl: Je slaapgegevens worden bewaard en geanalyseerd.
no: Søvndataene dine lagres og analyseres.
pl: Twoje dane snu zostaną zapisane i przeanalizowane.
pt_br: Seus dados de sono serão salvos e analisados.
pt_pt: Os seus dados de sono serão guardados e analisados.
ro: Datele tale de somn vor fi salvate și analizate.
ru: Данные сна будут сохранены и проанализированы.
sk: Vaše údaje o spánku budú uložené a analyzované.
sv: Din sömndata sparas och analyseras.
th: ข้อมูลการนอนของคุณจะถูกบันทึกและวิเคราะห์
tr: Uyku verileriniz kaydedilip analiz edilecek.
uk: Дані сну буде збережено і проаналізовано.
vi: Dữ liệu giấc ngủ của bạn sẽ được lưu và phân tích.
zh_hans: 你的睡眠数据将被保存并分析。
zh_hant: 你的睡眠資料將會儲存並分析。

# tracker_stop_save
source: Save & Wake Up
ar: حفظ واستيقاظ
ca: Desa i desperta't
cs: Uložit a vstát
da: Gem og vågn op
de: Sichern und aufwachen
el: Αποθήκευση και ξύπνημα
es: Guardar y Despertar
fi: Tallenna ja herää
fr: Enregistrer et se réveiller
he: שמירה והשכמה
hi: सहेजें और जागें
hr: Spremi i probudi se
hu: Mentés és ébredés
id: Simpan & Bangun
it: Salva e svegliati
ja: 保存して起きる
ko: 저장하고 기상
ms: Simpan & Bangun
nl: Bewaar en word wakker
no: Lagre og våkn opp
pl: Zapisz i wstań
pt_br: Salvar e Acordar
pt_pt: Guardar e acordar
ro: Salvează și trezește-te
ru: Сохранить и проснуться
sk: Uložiť a vstať
sv: Spara och vakna
th: บันทึกและตื่น
tr: Kaydet ve Uyan
uk: Зберегти і прокинутися
vi: Lưu và thức dậy
zh_hans: 保存并起床
zh_hant: 儲存並起床

# tracker_stop_title
source: End Sleep Session?
ar: إنهاء جلسة النوم؟
ca: Acabar la sessió de son?
cs: Ukončit relaci spánku?
da: Afslut søvnsessionen?
de: Schlafsitzung beenden?
el: Τέλος συνεδρίας ύπνου;
es: ¿Finalizar Sesión?
fi: Lopetetaanko uni-istunto?
fr: Terminer la session ?
he: לסיים את מפגש השינה?
hi: नींद सत्र समाप्त करें?
hr: Završiti sesiju spavanja?
hu: Befejezed az alvási munkamenetet?
id: Akhiri sesi tidur?
it: Terminare la sessione?
ja: 睡眠セッションを終了しますか？
ko: 수면 세션을 종료할까요?
ms: Tamatkan sesi tidur?
nl: Slaapsessie beëindigen?
no: Avslutte søvnøkten?
pl: Zakończyć sesję snu?
pt_br: Finalizar Sessão?
pt_pt: Terminar a sessão de sono?
ro: Închei sesiunea de somn?
ru: Завершить сессию сна?
sk: Ukončiť reláciu spánku?
sv: Avsluta sömnsessionen?
th: จบเซสชันการนอน?
tr: Uyku oturumu bitsin mi?
uk: Завершити сесію сну?
vi: Kết thúc phiên ngủ?
zh_hans: 要结束睡眠会话吗？
zh_hant: 要結束這次睡眠記錄嗎？

# tracker_tip_message
source: Sunrise uses your phone's sensors to detect movement and sound while you sleep. Keep it on the bed or nightstand for the best results.
ar: يستخدم Sunrise مستشعرات الآيفون لرصد الحركة والصوت أثناء نومك. ضعه على السرير أو الطاولة الجانبية لأفضل النتائج.
ca: Sunrise fa servir els sensors de l'iPhone per detectar moviment i so mentre dorms. Deixa'l al llit o a la tauleta de nit per obtenir els millors resultats.
cs: Sunrise využívá senzory iPhonu k rozpoznání pohybu a zvuku během spánku. Nejlepší výsledky získáte, když jej položíte na postel nebo noční stolek.
da: Sunrise bruger din iPhones sensorer til at registrere bevægelse og lyd, mens du sover. Læg den på sengen eller natbordet for de bedste resultater.
de: Sunrise nutzt die Sensoren deines iPhones, um Bewegung und Geräusche im Schlaf zu erkennen. Lege es für beste Ergebnisse aufs Bett oder den Nachttisch.
el: Το Sunrise χρησιμοποιεί τους αισθητήρες του iPhone για να ανιχνεύει κίνηση και ήχο όσο κοιμάσαι. Άφησέ το στο κρεβάτι ή στο κομοδίνο για καλύτερα αποτελέσματα.
es: Sunrise usa los sensores de tu teléfono para detectar movimiento y sonido mientras duermes. Déjalo en la cama o mesita de noche para mejores resultados.
fi: Sunrise käyttää iPhonen antureita liikkeen ja äänen tunnistamiseen nukkuessasi. Aseta se sängylle tai yöpöydälle parhaan tuloksen saamiseksi.
fr: Sunrise utilise les capteurs de votre iPhone pour détecter le mouvement et le bruit pendant votre sommeil. Posez-le sur le lit ou la table de nuit pour de meilleurs résultats.
he: Sunrise משתמש בחיישני האייפון לזיהוי תנועה וקול בזמן השינה. הניחו אותו על המיטה או השידה לתוצאות מיטביות.
hi: Sunrise सोते समय हलचल और आवाज़ पहचानने के लिए iPhone के सेंसर इस्तेमाल करता है। बेहतरीन नतीजों के लिए इसे बिस्तर या साइड टेबल पर रखें।
hr: Sunrise koristi senzore iPhonea za praćenje pokreta i zvuka dok spavaš. Stavi ga na krevet ili noćni ormarić za najbolje rezultate.
hu: A Sunrise az iPhone érzékelőivel figyeli a mozgást és a hangot alvás közben. A legjobb eredményért tedd az ágyra vagy az éjjeliszekrényre.
id: Sunrise memakai sensor iPhone untuk mendeteksi gerakan dan suara saat kamu tidur. Letakkan di kasur atau meja samping untuk hasil terbaik.
it: Sunrise usa i sensori dell'iPhone per rilevare movimento e rumore mentre dormi. Tienilo sul letto o sul comodino per risultati migliori.
ja: SunriseはiPhoneのセンサーで睡眠中の動きと音を検知します。ベッドの上かナイトテーブルに置くと最も正確です。
ko: Sunrise는 iPhone의 센서로 수면 중 움직임과 소리를 감지합니다. 침대 위나 협탁에 두면 가장 정확해요.
ms: Sunrise menggunakan penderia iPhone untuk mengesan pergerakan dan bunyi semasa anda tidur. Letakkan di atas katil atau meja sisi untuk hasil terbaik.
nl: Sunrise gebruikt de sensoren van je iPhone om beweging en geluid tijdens je slaap te herkennen. Leg hem op bed of op het nachtkastje voor het beste resultaat.
no: Sunrise bruker sensorene i iPhonen til å registrere bevegelse og lyd mens du sover. Legg den på senga eller nattbordet for best resultat.
pl: Sunrise używa czujników iPhone'a, aby wykrywać ruch i dźwięk podczas snu. Połóż go na łóżku lub szafce nocnej, aby uzyskać najlepsze wyniki.
pt_br: O Sunrise usa os sensores do celular para detectar movimento e som enquanto você dorme. Deixe-o na cama ou no criado-mudo para melhores resultados.
pt_pt: O Sunrise usa os sensores do iPhone para detetar movimento e som enquanto dorme. Coloque-o na cama ou na mesa de cabeceira para melhores resultados.
ro: Sunrise folosește senzorii iPhone-ului pentru a detecta mișcarea și sunetul în timp ce dormi. Pune-l pe pat sau pe noptieră pentru cele mai bune rezultate.
ru: Sunrise использует датчики iPhone, чтобы улавливать движение и звук во время сна. Для лучших результатов положите его на кровать или тумбочку.
sk: Sunrise využíva senzory iPhonu na rozpoznanie pohybu a zvuku počas spánku. Najlepšie výsledky získate, keď ho položíte na posteľ alebo nočný stolík.
sv: Sunrise använder din iPhones sensorer för att känna av rörelse och ljud medan du sover. Lägg den på sängen eller nattduksbordet för bästa resultat.
th: Sunrise ใช้เซ็นเซอร์ของ iPhone ตรวจจับการเคลื่อนไหวและเสียงขณะคุณหลับ วางไว้บนเตียงหรือโต๊ะข้างเตียงเพื่อผลลัพธ์ที่ดีที่สุด
tr: Sunrise, uyurken hareketi ve sesi algılamak için iPhone'unuzun sensörlerini kullanır. En iyi sonuç için yatağın üzerinde veya komodinde tutun.
uk: Sunrise використовує датчики iPhone, щоб фіксувати рух і звук під час сну. Для найкращих результатів покладіть його на ліжко або тумбочку.
vi: Sunrise dùng cảm biến của iPhone để nhận diện chuyển động và âm thanh khi bạn ngủ. Đặt máy trên giường hoặc bàn cạnh giường để có kết quả tốt nhất.
zh_hans: Sunrise 会使用手机传感器检测你睡觉时的体动和声音。把手机放在床上或床头柜上效果最佳。
zh_hant: Sunrise 會使用手機的感測器，偵測你睡覺時的體動與聲音。把手機放在床上或床頭櫃效果最好。

# tracker_tip_title
source: Keep your phone nearby
ar: أبقِ الآيفون قريباً
ca: Tingues l'iPhone a prop
cs: Mějte iPhone poblíž
da: Hav din iPhone i nærheden
de: Behalte dein iPhone in der Nähe
el: Κράτα το iPhone κοντά
es: Mantén tu teléfono cerca
fi: Pidä iPhone lähellä
fr: Gardez votre iPhone à proximité
he: השאירו את האייפון קרוב
hi: iPhone पास रखें
hr: Drži iPhone blizu
hu: Tartsd közel az iPhone-t
id: Letakkan iPhone di dekatmu
it: Tieni l'iPhone vicino
ja: iPhoneを近くに置いてください
ko: iPhone을 가까이에 두세요
ms: Letakkan iPhone berdekatan
nl: Houd je iPhone in de buurt
no: Ha iPhonen i nærheten
pl: Trzymaj iPhone'a w pobliżu
pt_br: Mantenha o celular por perto
pt_pt: Mantenha o iPhone por perto
ro: Ține iPhone-ul aproape
ru: Держите iPhone рядом
sk: Majte iPhone nablízku
sv: Ha din iPhone nära
th: วาง iPhone ไว้ใกล้ตัว
tr: iPhone'unuzu yakında tutun
uk: Тримайте iPhone поруч
vi: Để iPhone gần bạn
zh_hans: 把手机放在身边
zh_hant: 把手機放在附近

# tracker_tracking_sleep
source: Tracking your sleep...
ar: نتتبّع نومك…
ca: Seguint el teu son…
cs: Sledujeme váš spánek…
da: Registrerer din søvn…
de: Dein Schlaf wird verfolgt…
el: Καταγράφουμε τον ύπνο σου…
es: Monitoreando tu sueño...
fi: Seurataan untasi…
fr: Suivi de votre sommeil…
he: עוקבים אחרי השינה שלך…
hi: आपकी नींद ट्रैक हो रही है…
hr: Pratimo tvoj san…
hu: Alvásod követése…
id: Melacak tidurmu…
it: Monitoraggio del sonno…
ja: 睡眠を記録中…
ko: 수면 기록 중…
ms: Menjejaki tidur anda…
nl: Je slaap wordt gevolgd…
no: Registrerer søvnen din…
pl: Śledzimy Twój sen…
pt_br: Monitorando seu sono...
pt_pt: A registar o seu sono…
ro: Îți monitorizăm somnul…
ru: Записываем ваш сон…
sk: Sledujeme váš spánok…
sv: Loggar din sömn…
th: กำลังติดตามการนอนของคุณ…
tr: Uykunuz izleniyor…
uk: Записуємо ваш сон…
vi: Đang theo dõi giấc ngủ…
zh_hans: 正在监测你的睡眠…
zh_hant: 正在追蹤你的睡眠…

# tracker_wake_up
source: Wake Up
ar: استيقاظ
ca: Desperta't
cs: Vzbudit se
da: Vågn op
de: Aufwachen
el: Ξύπνημα
es: Despertar
fi: Herää
fr: Se réveiller
he: השכמה
hi: जागें
hr: Probudi se
hu: Ébredés
id: Bangun
it: Svegliati
ja: 起きる
ko: 기상
ms: Bangun
nl: Word wakker
no: Våkn opp
pl: Pobudka
pt_br: Acordar
pt_pt: Acordar
ro: Trezește-te
ru: Проснуться
sk: Zobudiť sa
sv: Vakna
th: ตื่นนอน
tr: Uyan
uk: Прокинутися
vi: Thức dậy
zh_hans: 起床
zh_hant: 起床

# wake_antirelapse_description
source: Re-rings if you lie back down after dismissing
ar: يرن مجدداً إذا عدت للاستلقاء بعد إيقافه
ca: Torna a sonar si et tornes a estirar després d'aturar-la
cs: Zazvoní znovu, pokud si po vypnutí zase lehnete
da: Ringer igen, hvis du lægger dig ned igen efter at have slukket
de: Klingelt erneut, wenn du dich nach dem Ausschalten wieder hinlegst
el: Ξαναχτυπά αν ξαπλώσεις ξανά αφού το απενεργοποιήσεις
es: Vuelve a sonar si te acuestas tras apagar
fi: Soi uudelleen, jos käyt takaisin makuulle sammutuksen jälkeen
fr: Resonne si vous vous recouchez après avoir arrêté l'alarme
he: מצלצל שוב אם חזרתם לשכב אחרי הכיבוי
hi: बंद करने के बाद फिर लेटने पर दोबारा बजता है
hr: Ponovno zvoni ako legneš nakon što ga isključiš
hu: Újra csörög, ha kikapcsolás után visszafekszel
id: Berbunyi lagi jika kamu berbaring kembali setelah mematikannya
it: Suona di nuovo se torni a sdraiarti dopo averla spenta
ja: アラームを止めた後に二度寝すると、再び鳴ります
ko: 알람을 끈 뒤 다시 누우면 알람이 다시 울립니다
ms: Berbunyi semula jika anda baring semula selepas mematikannya
nl: Gaat opnieuw af als je weer gaat liggen na het uitzetten
no: Ringer igjen hvis du legger deg ned etter å ha slått av
pl: Zadzwoni ponownie, jeśli położysz się z powrotem po wyłączeniu
pt_br: Toca de novo se você deitar depois de desligar
pt_pt: Volta a tocar se se deitar novamente depois de desligar
ro: Sună din nou dacă te întinzi la loc după ce ai oprit-o
ru: Зазвонит снова, если вы снова ляжете после отключения
sk: Zazvoní znova, ak si po vypnutí opäť ľahnete
sv: Ringer igen om du lägger dig ner efter att ha stängt av
th: ปลุกซ้ำหากคุณกลับไปนอนหลังปิดเสียง
tr: Kapattıktan sonra tekrar yatarsanız yeniden çalar
uk: Задзвонить знову, якщо ви ляжете назад після вимкнення
vi: Reo lại nếu bạn nằm xuống tiếp sau khi tắt
zh_hans: 关闭闹钟后若再躺回去，会再次响铃
zh_hant: 關掉鬧鐘後若再躺回去，會再次響鈴

# wake_antirelapse_label
source: Anti-relapse check
ar: فحص منع العودة للنوم
ca: Control antirecaiguda
cs: Kontrola proti usnutí
da: Anti-tilbagefaldstjek
de: Anti-Rückfall-Check
el: Έλεγχος κατά της υποτροπής
es: Confirmación anti-recaída
fi: Uudelleennukahtamisen esto
fr: Contrôle anti-rechute
he: בדיקת מניעת הירדמות חוזרת
hi: दोबारा सोने से बचाव
hr: Provjera protiv vraćanja u krevet
hu: Visszaalvás elleni ellenőrzés
id: Cek anti-tidur-lagi
it: Controllo anti-ricaduta
ja: 二度寝防止チェック
ko: 다시 잠들기 방지
ms: Semakan anti-tidur semula
nl: Anti-terugval-check
no: Anti-tilbakefallssjekk
pl: Kontrola antypowrotowa
pt_br: Confirmação anti-recaída
pt_pt: Controlo antirrecaída
ro: Verificare anti-recădere
ru: Защита от «ещё пять минут»
sk: Kontrola proti zaspatiu
sv: Sova-om-kontroll
th: กันหลับต่อ
tr: Tekrar Uyuma Kontrolü
uk: Захист від «ще п'ять хвилин»
vi: Chống ngủ lại
zh_hans: 防回笼觉确认
zh_hant: 防回籠覺確認

# wake_confirm_countdown %lld
source: %lld s left
ar: باقي %lld ثانية
ca: Queden %lld s
cs: Zbývá %lld s
da: %lld sek. tilbage
de: Noch %lld s
el: Απομένουν %lld δ
es: %lld s restantes
fi: %lld s jäljellä
fr: %lld s restantes
he: עוד %lld שניות
hi: %lld सेकंड बाकी
hr: Još %lld s
hu: %lld mp van hátra
id: %lld dtk tersisa
it: %lld s rimasti
ja: 残り%lld秒
ko: %lld초 남음
ms: %lld saat lagi
nl: Nog %lld s
no: %lld sek. igjen
pl: Pozostało %lld s
pt_br: %lld s restantes
pt_pt: Faltam %lld s
ro: %lld s rămase
ru: Осталось %lld с
sk: Zostáva %lld s
sv: %lld s kvar
th: อีก %lld วินาที
tr: %lld sn kaldı
uk: Лишилося %lld с
vi: Còn %lld giây
zh_hans: 剩余 %lld 秒
zh_hant: 剩餘 %lld 秒

# wake_confirm_steps
source: steps
ar: خطوات
ca: passes
cs: kroků
da: skridt
de: Schritte
el: βήματα
es: pasos
fi: askelta
fr: pas
he: צעדים
hi: कदम
hr: koraka
hu: lépés
id: langkah
it: passi
ja: 歩
ko: 걸음
ms: langkah
nl: stappen
no: skritt
pl: kroków
pt_br: passos
pt_pt: passos
ro: pași
ru: шагов
sk: krokov
sv: steg
th: ก้าว
tr: adım
uk: кроків
vi: bước
zh_hans: 步
zh_hant: 步

# wake_confirm_subtitle
source: Get up and take a few steps to finish
ar: انهض وامشِ بضع خطوات للإنهاء
ca: Lleva't i fes unes quantes passes per acabar
cs: Vstaňte a udělejte pár kroků pro dokončení
da: Stå op og tag et par skridt for at afslutte
de: Steh auf und geh ein paar Schritte, um abzuschließen
el: Σήκω και κάνε μερικά βήματα για να ολοκληρώσεις
es: Levántate y da unos pasos para terminar
fi: Nouse ylös ja ota muutama askel viimeistelläksesi
fr: Levez-vous et faites quelques pas pour terminer
he: קומו ולכו כמה צעדים כדי לסיים
hi: पूरा करने के लिए उठकर कुछ कदम चलें
hr: Ustani i napravi nekoliko koraka da završiš
hu: Kelj fel és tegyél néhány lépést a befejezéshez
id: Berdiri dan jalan beberapa langkah untuk menyelesaikan
it: Alzati e fai qualche passo per concludere
ja: 起き上がって数歩歩くと完了です
ko: 일어나서 몇 걸음 걸으면 완료됩니다
ms: Bangun dan berjalan beberapa langkah untuk selesai
nl: Sta op en zet een paar stappen om af te ronden
no: Stå opp og ta noen skritt for å fullføre
pl: Wstań i zrób kilka kroków, aby zakończyć
pt_br: Levante e dê alguns passos para concluir
pt_pt: Levante-se e dê alguns passos para terminar
ro: Ridică-te și fă câțiva pași pentru a încheia
ru: Встаньте и сделайте несколько шагов, чтобы завершить
sk: Vstaňte a urobte pár krokov na dokončenie
sv: Res dig och ta några steg för att slutföra
th: ลุกขึ้นเดินสองสามก้าวเพื่อจบ
tr: Bitirmek için kalkın ve birkaç adım atın
uk: Встаньте і зробіть кілька кроків, щоб завершити
vi: Đứng dậy đi vài bước để hoàn tất
zh_hans: 起身走几步，完成确认
zh_hant: 起身走幾步，完成確認

# wake_confirm_title
source: Are you up?
ar: هل استيقظت؟
ca: Ja estàs dret?
cs: Jste vzhůru?
da: Er du oppe?
de: Bist du wach?
el: Σηκώθηκες;
es: ¿Ya estás de pie?
fi: Oletko ylhäällä?
fr: Vous êtes debout ?
he: קמתם?
hi: उठ गए?
hr: Jesi li ustao?
hu: Fent vagy?
id: Sudah bangun?
it: Sei in piedi?
ja: 起きましたか？
ko: 일어나셨나요?
ms: Sudah bangun?
nl: Ben je op?
no: Er du oppe?
pl: Wstałeś?
pt_br: De pé?
pt_pt: Já está de pé?
ro: Te-ai ridicat?
ru: Вы встали?
sk: Ste hore?
sv: Är du uppe?
th: ตื่นหรือยัง?
tr: Kalktınız mı?
uk: Ви встали?
vi: Dậy chưa?
zh_hans: 起来了吗？
zh_hant: 起床了嗎？

# wake_difficulty_easy
source: Easy
ar: سهل
ca: Fàcil
cs: Snadná
da: Let
de: Leicht
el: Εύκολο
es: Fácil
fi: Helppo
fr: Facile
he: קל
hi: आसान
hr: Lako
hu: Könnyű
id: Mudah
it: Facile
ja: かんたん
ko: 쉬움
ms: Mudah
nl: Makkelijk
no: Lett
pl: Łatwy
pt_br: Fácil
pt_pt: Fácil
ro: Ușor
ru: Легко
sk: Ľahká
sv: Lätt
th: ง่าย
tr: Kolay
uk: Легко
vi: Dễ
zh_hans: 简单
zh_hant: 簡單
